{
    "CatFacts":[
        {"fact":"Cats sleep 70% of their lives."},
        {"fact":"A group of cats is called a 'clowder' or a 'glaring'."},
        {"fact": "A male cat is referred to as a 'tom' or a 'tomcat'."},
        {"fact": "A female cat is called a 'queen' or a 'molly'."},
        {"fact": "A technical term for a hairball is a 'bezoar'."},
        {"fact": "A cat can jump five times its own height in a single jump."},
        {"fact": "Cats usually have about 12 whiskers on each side of their face."},
        {"fact": "A cat's heart beats twice as fast as a human's heart."},
        {"fact": "The world's larget cat is about 48.5 inches long."},
        {"fact": "Cats use their whispers to detect if they can fit through a space."},
        {"fact": "Cats rub against people to mark the human as their territory."},
        {"fact": "There is anywhere up to 60 million feral cats in the United States alone."},
        {"fact": "Foods that should not be given to cats include onions, garlic, green tomatoes, raw potatoes, chocolate, grapes, and raisins."},
        {"fact": "Though milk is not toxic, it can cause an upset stomach and gas."},
        {"fact": "About four million cats are eaten in Asia per year."},
        {"fact": "Cats can get tapeworms from eating mice."},
        {"fact": "Cats can run up to 30 miles per hour."},
        {"fact": "Cats can only sweat through their paws."},
        {"fact": "A ‘haw’ is the third eyelid of a cat, which can only be seen when the cat isn’t well."},
        {"fact": "Cats do not have any eyelashes."},
        {"fact": "The original version of Cinderella in Italy featured a cat as the fairy godmother."},
        {"fact": "While dogs can only make 10 sounds. Cats can make up to 100 different sounds."},
        {"fact": "Cats often recognise their owner's voice, but act like they don't care."},
        {"fact": "Chocolate is poisonous to cats and dogs."},
        {"fact": "The fear of cats is known as Ailurophobia."},
        {"fact": "A lot of common house plants are poisonous for cats."},
        {"fact": "A cat's tail quivers when they are near somebody they love."},
        {"fact": "When cats are born, they have blue eyes."},
        {"fact": "There are about 14 million more house cats in the US than dogs."},
        {"fact": "Cats cannot taste anything sweet."},
        {"fact": "A cat can drink sea water and the salt will be filtered out."},
        {"fact": "Cats with extra toes are known as ‘polydactyl’."},
        {"fact": "The fur inside of a cat's ear is known as a 'ear furnishing'. This ensures dust and dirt does not go inside of their ears."},
        {"fact": "In Ancient Egypt, civilians would suffer a severe punishment if they hurt a cat."},
        {"fact": "A cat's brain is 90% similar to a human's brain."},
        {"fact": "It is said that males with a pet cat are more likely to find true love due to that people view cat owners as kind and trustworthy."},
        {"fact": "Cats are more active at dawn and dusk."},
        {"fact": "House cats live longer if they are kept indoors."},
        {"fact": "A group of kittens is know as a 'kindle'."},
        {"fact": "Cats don't like citrus smells."},
        {"fact": "When a cat sticks their butt in a person's face, it is a gesture of friendship."},
        {"fact": "Male cats are more sensative to catnip than females."},
        {"fact": "Calico cats are always female."},
        {"fact": "Like a human's finger print, a cat's nose pad is unique."},
        {"fact": "Cats have about 130,000 hairs per square inch."}
    ]    
}